---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevIndNs
source: html/7625d2ad-674f-bc41-019b-6983554ecb16.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevIndNs Property

"North / South Indicator"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevIndNs { get; }
```